//
//  NoEntry.swift
//  自己紹介のカンペ
//
//  Created by かっくん on 2016/01/16.
//  Copyright © 2016年 Kakkun. All rights reserved.
//

import UIKit

class NoEntry: NSObject {
    let str = ["バカ","ばか","アホ","あほ","死ね","しね","氏ね","カス","糞","クソ","くそ","淫売","淫乱","うんこ","ウンコ","かさっかき","ちんこ","クリトリス","チソコ","喘","包茎","ほうけい","乳首","まんこ","マンコ","片端","皮被り","キチガイ","基地外","クンニ","ちんちん","ちんぽ","おめこ","コンドーム","こんどーむ","フェラチオ","強姦","ごうかん","殺す","ころす","SEX","せっくす","セックス","やりまん","ヤリマン","レイプ","れいぷ","ADHD","ナチス","なちす","ろりこん","ロリコン","愛液","あいえき","精液","せいえき","精子","卵子","陰毛","いんもう","Fuck","ふぁっく","ファック","ひにん","あなる","アナル","ザーメン","ざーめん","おなにー","オナニー","チクニー","ちくにー","パイパン","ぱいぱん","乱交","どうてい","童貞","潮吹","手マン","手コキ","パイズリ","デリヘル","しこ","貧乳","ひんにゅう","シコ","勃起","肉棒","乞食","タヒ","中出し","きんたま","キンタマ","ペニス","ぺにす","マソコ","えろ","エロ","やらせろ","ヤらせろ"]

}
